Revit 2027 API
ParameterTypeId.RebarSystemBarTypeTopDirn2 Property
 "Top Minor Bar Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemBarTypeTopDirn2 { get; }
Public Shared ReadOnly Property RebarSystemBarTypeTopDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemBarTypeTopDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemBarTypeTopDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace